Repository: e-id-admin/eidch-ios-wallet
Catalog: Modules/Platforms/BITL10n/Sources/BITL10n/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

# tk_onboarding_neverforget_body
source: Thanks to the BundesWallet, you can always carry your ID with you on your mobile phone. (deepl)
de: Dank der Swiyu tragen Sie Ihre Ausweise immer bei sich auf Ihrem Handy.
it: Grazie all'app swiyu avrà i Suoi documenti sempre a disposizione sul Suo smartphone.

# tk_onboarding_code_ios_alt
source: %@ characters entered
de: %@ Zeichen eingegeben
fr: %@ caractères saisis
it: Inserire %@ caratteri

# tk_receive_trusted_issuer_text
source: Verified (deepl)
de: Verifiziert
fr: Vérifié
it: Verificato

# tk_receive_not_trusted_issuer_text
source: Unverified (deepl)
de: Nicht-Verifiziert
fr: Non vérifié
it: Non verificato

# tk_onboarding_password_error_too_short
source: Password is too short, minimum %@ characters (deepl)
de: Passwort ist zu kurz, mindestens %@ Zeichen

# tk_menu_setup_menu_feedback
source: Share feedback (deepl)
de: Feedback mitteilen
fr: Envoyer un feedback
it: Invio feedback

# tk_menu_securityPrivacy_title
source: Security and data protection (deepl)
de: Sicherheit & Datenschutz

# tk_menu_securityPrivacy_ios_status_deactivating
source: Face ID successfully disabled (deepl)
de: Face-ID erfolgreich deaktiviert
fr: %@ désactivée avec succès

# tk_menu_securityPrivacy_ios_status_activating
source: Face ID successfully activated (deepl)
de: Face-ID erfolgreich aktiviert
fr: %@ activée avec succès

# tk_menu_deactivatingBiometrics_ios_title
source: Deactivate Face ID (deepl)
de: Face-ID deaktivieren
fr: Désactiver %@

# tk_menu_deactivatingBiometrics_ios_note
source: Enter your swiyu password to disable Face ID. (deepl)
de: swiyu-Password eingeben, um Face ID zu deaktivieren.

# tk_menu_diagnosticData_title
source: diagnostic data (deepl)
de: Diagnosedaten

# tk_menu_imprint_disclaimer_note
source: The authors do not accept any liability for the reliability and completeness of the information. References and links to third-party websites are outside our area of responsibility. (deepl)
de: Die Autoren übernehmen keinerlei Haftung für die Zuverlässigkeit und Vollständigkeit der Informationen. Verweise und Links zu Websites Dritter liegen außerhalb unseres Verantwortungsbereichs.

# tk_menu_diagnosticData_body
source: When sharing diagnostic data, swyiu occasionally sends anonymous, non-personal information. This helps us to continuously improve the app and to fix bugs faster. It is not possible to draw any conclusions about you as a person. (deepl)
de: Beim Teilen von Diagnosedaten sendet swyiu gelegentlich anonyme, nicht personenbezogene Informationen. Diese helfen uns, die App stetig zu verbessern und Fehler schneller zu beheben. Ein Rückschluss auf Ihre Person ist nicht möglich.

# tk_menu_activatingBiometrics_ios_title
source: Unlock with Face ID (deepl)
de: Mit Face-ID entsperren
fr: Déverrouiller avec %@

# tk_menu_activatingBiometrics_ios_body
source: Enter your swiyu password to activate Face ID. (deepl)
de: swiyu-Password eingeben, um Face ID zu aktivieren.

# tk_menu_language_title
source: Language (deepl)
de: Sprache

# tk_menu_licences_title
source: Licences (deepl)
de: Lizenzen

# tk_menu_licences_body
source: The following is a list of the software licences used by this app. The licences follow the guidelines of the Federal IT Office for compliance with privacy and the latest security standards. With this list, we want to ensure transparency for users.
de: Nachfolgend die Liste der von dieser App verwendeten Softwarelizenzen. Die Lizenzen folgen den Richtlinien des BIT zur Einhaltung der Privatsphäre und aktuellster Sicherheitsstandards. Mit dieser Liste möchten wir die Transparenz gegenüber den Benutzern gewährleisten.

# tk_menu_licences_link_text
source: Further information (deepl)
de: Weitere Informationen

# tk_menu_imprint_title
source: Imprint
de: Impressum

# tk_menu_imprint_note
source: swiyu is open-source. Its source code can be viewed on GitHub. (deepl)
de: Die swiyu ist Open-Source. Ihr Quellcode kann auf GitHub eingesehen werden.

# tk_error_notusable_title
source: QR code no longer valid
de: QR-Code nicht mehr gültig
fr: Code QR expiré
it: Codice QR scaduto

# tk_error_notusable_body
source: This QR code has already been used and cannot be used again.
de: Dieser QR-Code kann nicht mehr verwendet werden, da er bereits benutzt wurde.
fr: Ce code QR n'est plus valide, veuillez le recréer.
it: Questo codice QR non è più valido perché è già stato utilizzato.

# tk_error_notregistered_body
source: This issuer is not registered.
de: Dieser Aussteller ist nicht registriert.
fr: L’émetteur n’est pas répertorié.

# tk_error_notregistered_title
source: Unknown issuer
de: Unbekannter Aussteller
fr: Émetteur inconnu
it: Emittente sconosciuto

# tk_error_connectionproblem_title
source: Connection problems
de: Verbindungsprobleme
fr: Connexion interrompue
it: Problemi di connessione

# tk_error_invitationcredential_title
source: Invalid proof (deepl)
de: Ungültiger Nachweis
fr: Document non valide
it: Il documento non è valido

# tk_error_invalidrequest_title
source: Invalid check
de: Ungültige Überprüfung
fr: Vérification non valide
it: Verifica non valida

# tk_error_nosuchcredential_title
source: No matching credential available
de: Kein passender Nachweis verfügbar
fr: Aucun document correspondant
it: Nessun documento corrispondente disponibile

# tk_error_invitationcredential_body
source: This proof cannot be added to the swiyu app. (deepl)
de: Dieser Nachweis kann nicht in die swiyu App hinzugefügt werden.
fr: Vous ne pouvez pas ajouter ce document à votre swiyu app.
it: Il documento non può essere aggiunto all'app swiyu.

# tk_error_connectionproblem_body
source: Please try again.
de: Bitte überprüfen Sie Ihre Internetverbindung oder versuchen Sie es später erneut.
fr: Veuillez réessayer.
it: Riprovi.

# tk_error_invalidrequest_body
source: This check cannot be perfomed.
de: Diese Überprüfung kann nicht durchgeführt werden.
fr: Échec de la vérification.
it: La verifica non può essere effettuata.

# tk_error_nosuchcredential_body
source: The swiyu app does not provide any suitable proof. (deepl)
de: In Ihrer swiyu App hat es keinen passenden Nachweis.
fr: Votre swiyu app ne contient aucun document pour cette demande.
it: L'app swiyu non contiene documenti corrispondenti.

# tk_error_invalidqrcode_body
source: This QR code cannot be used.
de: Dieser QR-Code kann nicht verwendet werden.
fr: Impossible d’utiliser ce code QR.
it: Il codice QR non può essere utilizzato.

# tk_error_emptywallet_title
source: Empty swiyu app (deepl)
de: Leere swiyu App
fr: La swiyu app est vide
it: L'app swiyu è vuota

# tk_error_emptywallet_body
source: There is no proof in your swiyu app yet. (deepl)
de: In Ihrer swiyu App hat es noch keinen Nachweis.
fr: Votre swiyu app ne contient aucun document.
it: L'app swiyu non contiene documenti.

# tk_error_invalidqrcode_title
source: Invalid QR code
de: Ungültiger QR-Code
fr: Code QR non valable
it: Il codice QR non è valido

# tk_global_getbetaid_primarybutton
source: Create a beta ID (deepl)
de: Beta-ID erstellen
fr: Générer une Beta-ID
it: Crea un Beta-ID

# tk_getBetaId_firstUse_title
source: No proof of purchase yet (deepl)
de: Noch kein Nachweis hinterlegt.
fr: Votre Wallet est vide
it: Wallet vuoto

# tk_getBetaId_firstUse_body
source: Start by creating a beta ID. (deepl)
de: Starten Sie mit dem Erstellen einer Beta-ID.
fr: Ajoutez une Beta-ID pour tester l'application swiyu.
it: Aggiungi un Beta-ID per testare l'app swiyu.

# tk_getBetaId_create_title
source: Create a beta ID (deepl)
de: Beta-ID erstellen
fr: Générer une Beta-ID
it: Crea un Beta-ID

# tk_getBetaId_errorStrongbox_body
source: Your device does not support Strongbox. (deepl)
de: Ihr Gerät unterstützt keine Strongbox.

# tk_getBetaId_errorStrongbox_smallbody
source: Error code: XYZ - 12345
de: Fehlercode: XYZ - 12345

# tk_getBetaId_create_body
source: Try out the Swiss Wallet app now and discover the benefits of digital certificates. On the following website, you can create individual beta IDs for test purposes and import them into the Swiss Wallet app. (deepl)
de: Testen Sie jetzt die Swiss Wallet App und die Vorteile von digitalen Nachweisen. Auf der nachfolgenden Webseite können Sie zu Testzwecken individuelle Beta-IDs erstellen und in die Swiss Wallet App importieren.
fr: En cliquant sur le lien suivant, vous accédez à une page web externe sur laquelle vous pouvez créer des Beta-ID. Vous pouvez ensuite les importer et les utiliser pour tester l'application swiyu.
it: Il seguente collegamento ti porterà a un sito Web esterno in cui puoi creare un Beta-ID. Puoi quindi importarli e testare l'app swiyu con essi.

# tk_getBetaId_approval_title
source: I would like to issue the following certificate: (deepl)
de: Möchte folgenden Nachweis ausstellen:
fr: Souhaite délivrer le document suivant:
it: Vorrei fornire la seguente prova:

# tk_getBetaId_error_title
source: Oops, something went wrong! (deepl)
de: Ups, da ist etwas schiefgelaufen!

# tk_getBetaId_added_note
source: New beta ID added. (deepl)
de: Neue Beta-ID wurde hinzugefügt.
fr: Beta-ID a été ajouté(e)
it: È stato aggiunto il Beta-ID

# tk_getBetaId_error_body
source: Please try again. (deepl)
de: Bitte versuche es noch einmal.

# tk_getBetaId_error_smallbody
source: Error code: VXA - 1009
de: Fehlercode: VXA - 1009

# tk_getBetaId_errorStrongbox_title
source: Strongbox error
de: Strongbox Fehler

# tk_menu_homeList_add
source: Create a beta ID (deepl)
de: Beta-ID erstellen
fr: Générer une Beta-ID
it: Crea un Beta-ID

# tk_menu_homeList_settings
source: Settings (deepl)
de: Einstellungen

# tk_menu_homeList_help
source: Help & Contact (deepl)
de: Hilfe & Kontakt

# tk_menu_setting_title
source: Settings (deepl)
de: Einstellungen

# tk_menu_setting_wallet_security
source: Security and data protection
de: Sicherheit & Datenschutz

# tk_menu_setting_wallet_language
source: Language (deepl)
de: Sprache

# tk_menu_setting_wallet_languageChoiceDe
source: German (deepl)
de: Deutsch

# tk_menu_setting_subtitle_general
source: General (deepl)
de: Allgemein

# tk_menu_setting_wallet_help
source: Help & Contact (deepl)
de: Hilfe & Kontakt

# tk_menu_setting_wallet_feedback
source: Share feedback (deepl)
de: Feedback mitteilen
fr: Envoyer un feedback
it: Invio feedback

# tk_menu_setting_wallet_licences
source: Licences (deepl)
de: Lizenzen

# tk_menu_setting_wallet_imprint
source: Imprint (deepl)
de: Impressum

# tk_menu_securityPrivacy_subtitle_security
source: Security (deepl)
de: Sicherheit

# tk_menu_securityPrivacy_security_changePassword
source: Change password (deepl)
de: Passwort ändern

# tk_menu_securityPrivacy_security_ios_unlock
source: Unlock with Face ID (deepl)
de: Mit Face-ID entsperren

# tk_menu_securityPrivacy_menu_ios_unlock_body
source: Face ID is not activated on this device. Go to the device settings to activate biometrics. (deepl)
de: Face-ID ist auf diesem Gerät nicht aktiviert. Gehen Sie in die Geräteeinstellungen um Biometrie zu aktivieren.

# tk_menu_securityPrivacy_subtitle_dataProtection
source: Data protection and privacy (deepl)
de: Datenschutz & Privatsphäre

# tk_menu_securityPrivacy_dataProtection_shareData
source: Share diagnostic data (deepl)
de: Diagnosedaten teilen

# tk_menu_securityPrivacy_dataProtection_shareData_body
source: Help us improve swyiu by allowing the occasional, anonymous submission of information such as error messages and crashes. (deepl)
de: Helfen Sie uns, swyiu zu verbessern, indem Sie die gelegentliche, anonyme Übermittlung von Informationen wie Fehlermeldungen und Abstürzen zulassen.

# tk_menu_securityPrivacy_dataProtection_diagnosticData
source: diagnostic data (deepl)
de: Diagnosedaten

# tk_menu_securityPrivacy_dataProtection_privacyPolicy
source: Privacy Statement (deepl)
de: Datenschutzerklärung

# tk_menu_imprint_appVersion
source: App Version (deepl)
de: App Version

# tk_menu_imprint_subtitle_publisher
source: Publisher, implementation and operation (deepl)
de: Herausgeber, Umsetzung und Betrieb

# tk_menu_imprint_subtitle_legal
source: Legal (deepl)
de: Rechtliches

# tk_menu_imprint_termsOfUse
source: Terms of use (deepl)
de: Nutzungsbedingungen

# tk_menu_imprint_subtitle_disclaimer
source: Disclaimer (deepl)
de: Haftungsauschluss

# tk_menu_diagnosticData_generalError
source: General error messages (deepl)
de: Allgemeine Fehlermeldungen

# tk_menu_diagnosticData_communicationError
source: communication error (deepl)
de: Kommunikationsfehler

# tk_menu_diagnosticData_appCrash
source: app crash (deepl)
de: App Absturz

# tk_present_multiplecredentials_title
source: Select ID or document
de: Ausweis oder Dokument auswählen
fr: Choisir un document
it: Selezioni un documento

# tk_onboarding_password_error_empty
source: Password is empty (deepl)
de: Passwort ist leer
fr: Saisissez votre mot de passe
it: Inserisca la password

# tk_onboarding_password_placeholder
source: Password
de: Passwort

# tk_onboarding_password_error_mismatch
source: Password mismatch (deepl)
de: Falsches Passwort

# tk_global_skip
source: Skip
de: Überspringen
fr: Ingnorer
it: Salta

# tk_menu_securityPrivacy_android_status_activating
source: Biometric unlocking has been activated.
de: Biometrische Entsperrung wurde aktiviert.

# tk_global_login_primarybutton
source: Login
fr: Connexion
it: Accedi

# tk_displaydelete_displaycredential1_title2
source: Details
fr: Informations
it: Dettagli

# settings_impressum
source: Impressum
fr: Mentions légales
it: Colophon

# impressum_title
source: Impressum
fr: Mentions légales
it: Colophon

# tk_global_credential_status_demo
source: Demo
fr: Démo
