Repository: e-id-admin/eidch-ios-wallet
Catalog: Modules/Platforms/BITL10n/Sources/BITL10n/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

# global_back
source: Back
de: Zurück

# global_retry
source: Retry
de: Nochmals versuchen

# global_cancel
source: Cancel
de: Abbrechen

# global_back_home
source: Back to the Wallet
de: Zurück zur Wallet

# global_continue
source: Continue
de: Weiter

# global_tapped
source: %@ tapped
de: %@ angetippt

# global_error_confirm_button
source: Ok
de: Los

# global_error_unexpected_title
source: Something went wrong
de: Ups, irgendetwas ist schief gelaufen!

# global_error_unexpected_message
source: Please try again in a few minutes.
de: Bitte versuchen Sie es in ein paar Minuten nochmals.

# global_error_network_title
source: Network error
de: Keine Internetverbindung

# global_error_network_message
source: A network call failed
de: Ein Netzwerkaufruf hat nicht funktioniert.

# global_error_wallet_title
source: Wallet error
de: Wallet Fehler

# global_error_wallet_message
source: Something went wrong with the wallet
de: Etwas mit dem Wallet ging schief.

# global_error_no_device_pin_title
source: No Device Pin
de: Fehlender Smartphone-Code
fr: Code du smartphone manquant

# global_error_no_device_pin_message
source: The Device has no PIN code set. The app can't be used.
de: Bitte definieren Sie einen Smartphone-Code, damit Sie die pilotWallet verwenden können.

# global_error_no_device_pin_button
source: Go to settings
de: Zu den Einstellungen
fr: Vers les paramètres

# global_error_retry_button
source: Retry
de: Nochmals versuchen

# global_error_backToHome_button
source: Back to wallet
de: Zurück zur Wallet

# emptyState_errorTitle
source: Oops, something went wrong…
de: Ups, irgendetwas ist schief gelaufen!

# emptyState_offlineTitle
source: Missing internet connection
de: Fehlende Internetverbindung

# emptyState_offlineMessage
source: Your internet connection seems off, take a moment to check what's wrong and retry
de: Für die gewählte Aktion ist eine Internetverbindung nötig. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es noch einmal.

# emptyState_emptyTitle
source: No data found…
de: Es wurden keine Daten gefunden…

# emptyState_offlineRetryButton
source: MISSING: Versuchen Sie es nochmal
de: Noch einmal versuchen

# global_close
source: Close
de: Schliessen

# onboarding_skip
source: Skip
de: Überspringen

# onboarding_continue
source: Continue
de: Weiter

# onboarding_wallet_primary
source: A safe home for your eLFA
de: Ein sicheres Zuhause für Ihre Nachweise

# onboarding_wallet_secondary
source: You can store your credentials securely in the Swiss Wallet. Only you have access to them.
de: Mit publicBeta haben Sie Ihre Nachweise immer griffbereit.

# onboarding_wallet_tertiary
source: A service of the Swiss Confederation.
de: Ein Service der Schweizerischen Eidgenossenschaft.

# onboarding_qrCode_primary
source: Identify with QR code
de: Mit QR-Code ausweisen

# onboarding_qrCode_secondary
source: Scan the QR code and the app automatically selects the right ID card for you so that you can be checked securely.
de: Scannen Sie den QR-Code Ihres Gegenübers. Die pilotWallet holt anschliessend Ihr Einverständnis ein, Ihre Daten zu übertragen.

# onboarding_privacy_primary
source: Help us to improve
de: Helfen Sie uns, besser zu werden

# onboarding_privacy_secondary
source: Allow anonymized usage data to be shared with our development team.
de: Erlauben Sie die Weitergabe anonymisierter Nutzungsdaten an unser Entwicklungsteam.

# onboarding_privacy_toggle_text
source: Help us to continuously optimize your Swiss Wallet by sending us occasional **diagnostic and data usage**
de: Helfen Sie mit, Ihre pilotWallet zu verbessern. Erlauben Sie dafür die gelegentliche und anonyme Übermittlung der Diagnosedaten.

# onboarding_privacy_link_text
source: Data protection and security
de: Datenschutz und Sicherheit

# onboarding_privacy_link_value
source: https://www.eid.admin.ch/en
de: https://www.eid.admin.ch/de/pilotwallet-privacy

# onboarding_privacy_declineLoggingButton
source: Decline
de: Nicht erlauben

# onboarding_privacy_acceptLoggingButton
source: Accept
de: Erlauben

# onboarding_pin_code_primary
source: Secure the app with a code
de: App mit Code sichern

# onboarding_pin_code_secondary
source: Secure the app so your credentials are protected
de: Sichern Sie Ihre App, damit Ihre Nachweise geschützt sind.

# onboarding_pin_code_enterCodeButton
source: Enter code
de: Code eingeben

# onboarding_pin_code_set_primary
source: Enter code
de: Code eingeben

# onboarding_pin_code_confirm_primary
source: Confirm code
de: Code bestätigen

# onboarding_pin_code_confirm_error
source: The codes do not match. Try again.
de: Der Code stimmt nicht überein. Versuchen Sie es erneut.

# onboarding_biometric_title
source: %@ unlock
de: %@ verwenden

# onboarding_biometric_text
source: Activate %@ to securely store your digital documents.
de: %@ verwenden

# onboarding_biometric_info
source: You can continue to use your password if %@ does not work.
de: Möchten Sie %@ zum Entsperren der pilotWallet aktivieren?

# onboarding_biometric_permission_reason
source: You can still log in with your pin, if biometrics are not working
de: Sie können weiterhin Ihren Code verwenden, sollte es mit der %@ mal nicht klappen.

# onboarding_biometric_button_text
source: Let's go
de: Los

# onboarding_intro_primary
source: A safe home for your credentials
de: Ein sicheres Zuhause für Ihre Nachweise

# onboarding_intro_primary_alt
source: Welcome on the Onboarding of the Public Beta Wallet App. A safe home for your credentials
de: Willkommen beim Onboarding zur Public Beta Wallet App. Ein sicheres Zuhause für Ihre Nachweise

# onboarding_intro_secondary
source: With publicBeta you always have your certificates at hand.
de: Mit publicBeta haben Sie Ihre Nachweise immer griffbereit.

# onboarding_intro_details
source: A service of the Swiss Confederation.
de: Ein Service der Schweizerischen Eidgenossenschaft.

# onboarding_intro_button_text
source: Start tour
de: Tour starten

# onboarding_present_primary
source: Easily provide your credentials
de: Nachweise einfach vorweisen

# onboarding_present_secondary
source: Receive requests for credentials in the app and answer them immediately. You decide who can see which credential and when.
de: Anfragen für Nachweise in der App erhalten und sofort beantworten. Sie entscheiden, wer wann welchen Nachweis sehen darf.

# onboarding_security_primary
source: Your data - with you
de: Ihre Daten – bei Ihnen

# onboarding_security_secondary
source: Your credentials are stored exclusively on your device. Only you have access to them.
de: Ihre Nachweise sind ausschliesslich auf Ihrem Gerät gespeichert. Nur Sie haben Zugriff darauf.

# onboarding_security_details
source: The Swiss Confederation has no access to your data.
de: Die Schweizerische Eidgenossenschaft hat keinen Zugriff auf Ihre Daten.

# onboarding_pin_code_title
source: Pin Code
de: App mit Code sichern

# onboarding_pin_code_text
source: Secure your app so that your credentials are protected.
de: Sichern Sie Ihre App, damit Ihre Nachweise geschützt sind.

# onboarding_pin_code_dots_altText
source: Pincode contains %@ entries out of %@
de: Pincode enthält %@ Einträge von insgesamt %@

# onboarding_pin_code_error_tooManyAttempts_title
source: PIN error
de: PIN-Fehler

# onboarding_pin_code_error_tooManyAttempts_text
source: Too many failed attempts. Please restart the process. Back up the app to protect your data.
de: Zu viele Fehlversuche. Bitte starten Sie den Prozess neu. Sichern Sie die App, um Ihre Daten zu schützen.
fr: Le nombre de tentatives autorisées est dépassé. Créer un nouveau mot de passe.
it: Troppi tentativi, scelga una nuova password.

# onboarding_pin_code_error_altText
source: %@, Double Tap to close
de: %@, Doppeltippen zum Schließen

# onboarding_pin_code_confirmation_title
source: Confirm code
de: Code bestätigen

# onboarding_pin_code_confirmation_text
source: Repeat the code for confirmation.
de: Den Code zur Bestätigung wiederholen.

# onboarding_pin_code_confirmation_attempts_text
source: %@ tries left
de: Noch %@ Versuche

# onboarding_pin_code_confirmation_attempts_altText
source: Pin code doesn't match, you have still %@ possibilities left
de: Pin-Code stimmt nicht überein, Sie haben noch %@ Möglichkeiten übrig

# pinSetup_title
source: Almost done! Secure app with a pin
de: App mit Code sichern

# pinSetup_content
source: Secure your wallet with a code, so it is protected when lost.
de: Sichern Sie Ihre pilotWallet, damit Ihre Nachweise geschützt sind.

# pinSetup_confirm_title
source: Confirm code
de: Code bestätigen

# pinSetup_confirm_content
source: Repeat the code to confirm.
de: Den Code zur Bestätigung wiederholen.

# biometricSetup_title
source: Use %@
de: %@ verwenden

# biometricSetup _content
source: Would you like to activate %@ to unlock the app?
de: Möchten Sie %@ zum Entsperren der App aktivieren?

# biometricSetup _detail
source: You can continue to use your code if the %@ does not work.
de: Sie können weiterhin Ihren Code verwenden, sollte es mit der %@ mal nicht klappen.

# biometricSetup_disabled_title
source: Biometrics disabled
de: Biometrics verwenden

# biometricSetup _disabled_content
source: Would you like to login faster, activate your biometrics to do so.
de: Wenn Sie sich schneller anmelden möchten, aktivieren Sie Ihre biometrischen Daten, um dies zu tun.

# biometricSetup _disabled_detail
source: Access your settings and configure your biometrics
de: Zugriff auf Ihre Einstellungen und Konfiguration Ihrer biometrischen Daten

# biometricSetup_reason
source: You can still log in with your pin, if biometrics are not working
de: Sie können weiterhin Ihren Code verwenden, sollte es mit den Biometrics mal nicht klappen.

# biometricSetup_actionButton
source: With %@
de: Mit %@

# biometricSetup_dismissButton
source: Skip
de: Überspringen

# biometricSetup_disabled_enableButton
source: Go to settings
de: Zu den Einstellungen

# biometricSetup_disabled_skipButton
source: Continue without biometrics
de: Ohne Biometrics weiter

# biometricSetup_noClass3_toSettingsButton
source: Register biometrics
de: Biometrics registrieren

# biometricSetup_lockout_text
source: The biometrics usage is temporarily locked. You can try to enable them at a later time.
de: Die Verwendung biometrischer Daten ist vorübergehend gesperrt. Sie können versuchen, sie zu einem späteren Zeitpunkt zu aktivieren

# biometricSetup_error_altText
source: %@, Double Tap to close
de: %@, Doppeltippen zum Schließen

# storageSetup_title
source: Applying settings
de: Einstellungen anwenden

# storageSetup_text
source: Your settings will be applied, which can take up to 30 seconds.
de: Ihre Einstellungen werden angewendet, das kann bis zu 30 Sekunden dauern.

# storageSetup_error_altText
source: %@, Double Tap to close
de: %@, Doppeltippen zum Schließen

# onboarding_ready_primary
source: Everything is ready
de: Alles bereit

# onboarding_ready_secondary
source: The app is ready. You can get more tips on how to use it or read them later in the help section.
de: Die App ist bereit. Sie können weitere Tipps zur Bedienung erhalten oder diese später in der Hilfe nachlesen.

# onboarding_ready_tertiary
source: Discover the app with some tips
de: Tipps zur Bedienung

# onboarding_ready_buttonText
source: To the app
de: Abschliessen

# onboarding_setupError_primary
source: Something has gone wrong
de: Etwas ist schiefgelaufen

# onboarding_setupError_secondary
source: We cannot setup the app at the moment. Please try again.
de: Wir können die App im Moment nicht bereitstellen. Bitte versuchen Sie es erneut.

# onboarding_setupError_buttonText
source: Try again
de: Erneut versuchen

# login_biometrics_retryButton
source: Retry
de: Nochmals versuchen

# login_biometrics_toPinButton
source: Login with Pin
de: Mit Pin anmelden

# login_biometrics_subtitle
source: With biometrics
de: Mit Biometrie

# login_biometricTitle
source: Log into Swisswallet
de: In PublicBeta Wallet einloggen

# login_blocked_title
source: MISSING: Wrong Pin
de: Der Zugangscode wurde fünf Mal falsch eingegeben.

# login_blocked_description
source: MISSING: Retry in %@
de: Sie können es in %@ erneut versuchen.

# cameraPermission_primary
source: MISSING: Kamerazugriff
de: Kamerazugriff

# cameraPermission_secondary
source: MISSING: Erlauben Sie den Zugriff auf die Kamera für das Scannen von QR-Codes um Ausweise zu empfangen oder eine Überprüfung durchzuführen.
de: Erlauben Sie den Zugriff auf die Kamera für das Scannen von QR-Codes, um Ausweise zu empfangen oder eine Überprüfung durchzuführen.

# cameraPermission_continue_button
source: MISSING: Fortfahren
de: Fortfahren

# cameraPermission_notDetermined_title
source: Your wallet would like to access your camera
de: Kamerazugriff

# cameraPermission_notDetermined_message
source: To be able to scan QR-Codes, your camera permission is required
de: Damit Sie via QR-Code Nachweise erhalten und vorweisen können, müssen Sie den Zugriff auf Ihre Kamera gewähren.

# cameraPermission_notDetermined_denyButton
source: Deny
de: Ablehnen

# cameraPermission_notDetermined_allowButton
source: Allow
de: Weiter

# cameraPermission_denied_primary
source: It seems you denied the access to the camera
de: Verweigerter Kamerazugriff

# cameraPermission_denied_secondary
source: To be able to scan QRCodes, your camera permission is required
de: Bitte ändern Sie die notwendigen Berechtigungen in den Geräteeinstellungen. Um QR-Codes zu scannen, muss die pilotWallet auf die Kamera zugreifen.

# cameraPermission_denied_settingsButton
source: Open Settings
de: Zu den Einstellungen

# cameraPermission_denied_closeButton
source: Back to the wallet
de: Zurück zur Wallet

# licences_title
source: Licences
de: Lizenzen
it: Licenze

# licences_text
source: Below is the list of software licenses used by this app. The licenses follow the BIT guidelines for compliance with privacy and the latest security standards. With this list we want to ensure transparency towards the users.
de: Nachfolgend die Liste der von dieser App verwendeten Libraries und deren Softwarelizenzen. Die Lizenzen folgen den Richtlinien des BIT zur Einhaltung der Privatsphäre und aktuellster Sicherheitsstandards. Mit dieser Liste möchten wir die Transparenz gegenüber den Benutzern gewährleisten.
fr: Vous trouverez ci-dessous la liste des licences logicielles utilisées par cette application. Les licences respectent les directives de la BIT en matière de protection de la vie privée et les dernières normes de sécurité. Avec cette liste, nous voulons garantir la transparence envers les utilisateurs.
it: Di seguito è riportato l'elenco delle licenze software utilizzate da questa app. Le licenze seguono le linee guida BIT per la conformità alla privacy e i più recenti standard di sicurezza. Con questo elenco vogliamo garantire trasparenza nei confronti degli utenti.

# licences_more_information_text
source: More information
de: Weitere Informationen
fr: Informations complémentaires
it: Maggiori informazioni

# licences_more_information_link
source: https://eid.admin.ch/en
de: https://www.eid.admin.ch/de/hilfe-support
fr: https://www.eid.admin.ch/fr/help-publicbeta-f
it: https://www.eid.admin.ch/it/help-publicbeta-i

# licences_empty_state
source: The app currently uses no libraries
de: Die App verwendet momentan keine Programmbibliotheken.

# invitationReview_title
source: Add the contact
de: Fügen Sie bitten den Kontakt hinzu.

# invitation_error_credential_mismatch_title
source: Incorrect credential
de: Fehlerhafter Nachweis

# invitation_error_credential_mismatch_message
source: The credetial has an error and cannot be used nor saved.
de: Leider ist bei der Ausstellung Ihres Nachweises etwas schief gelaufen. Bitte wenden Sie sich an das Strassenverkehrsamt Appenzell Ausserrhoden.

# invitation_error_credential_expired_title
source: Incorrect credential
de: Fehlerhafter Nachweis

# invitation_error_credential_expired_message
source: The credetial has an error and cannot be used nor saved.
de: Leider ist bei der Ausstellung Ihres Nachweises ein Fehler aufgetreten. Der Nachweis kann nicht gespeichert werden.Bitte wenden Sie sich ans Strassenverkehrsamt Ausserrhoden.

# invitation_error_credential_expired_more_info_title
source: Further information
de: Weitere Informationen

# invitation_error_credential_expired_more_info_link
source: https://www.eid.admin.ch/en
de: https://www.eid.admin.ch/de/hilfe-support

# settings_title
source: Menu
de: Einstellungen
fr: Paramètres

# settings_security
source: Data protection & security
de: Datenschutz & Sicherheit
fr: Protection des données et sécurité
it: Protezione dei dati e sicurezza

# settings_language
source: Language
de: Sprache
fr: Langue
it: Lingua

# settings_help
source: Help
de: Hilfe
fr: Aide
it: Aiuto

# settings_helpLink
source: https://www.eid.admin.ch/en
de: https://www.eid.admin.ch/de/hilfe-support
fr: https://www.eid.admin.ch/fr/help-publicbeta-f
it: https://www.eid.admin.ch/it/help-publicbeta-i

# settings_contact
source: Contact
de: Kontakt
it: Contatto

# settings_contactLink
source: https://www.eid.admin.ch/en
de: https://forms.eid.admin.ch/elfa
fr: https://forms.eid.admin.ch
it: https://forms.eid.admin.ch

# settings_licences
source: Licences
de: Lizenzen
it: Licenze

# securitySettings_title
source: Data Protection & Security
de: Datenschutz & Sicherheit
fr: Protection des données et sécurité
it: Protezione dei dati e sicurezza

# securitySettings_loginTitle
source: Login & Security
de: Sicherheit
fr: Connexion & sécurité
it: Accedi & sicurezza

# securitySettings_changePin
source: Change PIN
de: Code ändern
fr: Modifier le mot de passe
it: Modificare la password

# securitySettings_biometrics
source: Biometrics
de: Biometrie
fr: Biométrique
it: Biometrico

# securitySettings_biometrics_noHardware
source: The device has no compatible biometric hardware.
de: Das Gerät verfügt über keine kompatible biometrische Hardware

# securitySettings_biometrics_pinChanged
source: Your biometrics have been deactivated because you changed your code.
de: Ihre Biometrics wurden deaktiviert, weil Sie den Code geändert haben.

# securitySettings_analysisTitle
source: Analysis & Improvements
de: Daten
fr: Analyse & améliorations
it: Analisi e miglioramenti

# securitySettings_dataProtection
source: Data protection
de: Datenschutzerklärung
fr: Déclaration de protection
it: Dichiarazione sulla protezione dei dati

# securitySettings_dataProtectionLink
source: https://www.eid.admin.ch/en
de: https://www.eid.admin.ch/de/pilotwallet-privacy
fr: https://www.eid.admin.ch/fr/swiyu-privacy-f
it: https://www.eid.admin.ch/it/swiyu-privacy-i

# securitySettings_shareAnalysis
source: Share analysis
de: Anonymisierte Fehlermeldungen teilen
fr: Partager les messages d'erreur anonymisés
it: Condividere i messaggi di errore anonimizzati

# securitySettings_dataAnalysis
source: Data analysis
de: Weitere Informationen
fr: Plus d'informations
it: Ulteriori informazioni

# securitySettings_shareAnalysis_text
source: MISSING: Helfen Sie mit, Ihre pilotWallet zu verbessern. Erlauben Sie dafür die gelegentliche und anonyme Übermittlung der Diagnosedaten.
de: Helfen Sie mit, Ihre pilotWallet zu verbessern. Erlauben Sie dafür die gelegentliche und anonyme Übermittlung der Diagnosedaten.
fr: Contribuez à améliorer l'application swiyu en partageant de manière anonyme les rapports d'erreur et les plantages, afin de la rendre encore meilleure.
it: Contribuisci a migliorare l'app swiyu condividendo in modo anonimo segnalazioni di errori e arresti anomali, rendendola ancora migliore.

# impressum_header_text
source: The SwissWallet app is open source and can be viewed on GitHub.
de: Die pilotWallet ist Open-Source. Der Quellcode kann auf GitHub eingesehen werden.
fr: L'application swiyu est open source. Son code source peut être consulté sur GitHub.
it: L'app swiyu è open source. Il suo codice sorgente può essere visualizzato su GitHub.

# impressum_build_number
source: Build number
de: Build Nummer

# impressum_github_link_text
source: www.github.com/admin.ch
de: https://github.com/e-id-admin
fr: www.github.com/swiyu-admin-ch
it: www.github.com/e-id-admin

# impressum_github_link
source: https://www.github.com/admin.ch
de: https://github.com/e-id-admin
fr: https://www.github.com/swiyu-admin-ch
it: https://www.github.com/e-id-admin

# impressum_manager_title
source: Publisher, implementation and operation
de: Herausgeber, Umsetzung und Betrieb
fr: Editeur, implémentation et fonctionnement
it: Editore, implementazione e gestione

# impressum_more_information_title
source: More information
de: Weitere Informationen
fr: Informations complémentaires
it: Maggiori informazioni

# impressum_more_information_link_text
source: www.bit.admin.ch
de: https://www.eid.admin.ch/de/pilotprojekte
fr: https://www.bit.admin.ch
it: https://www.bit.admin.ch

# impressum_more_information_link
source: https://www.bit.admin.ch/bit/en/home.html
de: https://www.eid.admin.ch/de/pilotprojekte
fr: https://www.bit.admin.ch/fr
it: https://www.bit.admin.ch

# impressum_legals_title
source: Legals
de: Rechtliches
fr: Informations juridiques
it: Note legali

# impressum_legals_link_text
source: Terms of use
de: Nutzungsbedingungen
fr: Conditions d’utilisation
it: Condizioni di utilizzo

# impressum_legals_link
source: https://eid.admin.ch/en
de: https://www.eid.admin.ch/de/pilotwallet-privacy
fr: https://www.eid.admin.ch/fr/swiyu-terms-f
it: https://www.eid.admin.ch/it/swiyu-privacy-i

# impressum_disclaimer_title
source: Disclaimer
de: Haftungsausschluss
fr: Clause de non-responsabilité
it: Esclusione di responsabilità

# impressum_disclaimer_text
source: The authors assume no liability whatsoever with regard to the reliability and completeness of the information. References and links to third-party websites are outside our area of responsibility.
de: Die Autorenschaft übernimmt keinerlei Gewähr hinsichtlich der Zuverlässigkeit und Vollständigkeit der Informationen. Verweise und Links auf Webseiten Dritter liegen ausserhalb unseres Verantwortungsbereichs.
fr: L'auteur n'assume aucune responsabilité quant à la fiabilité et à l'exhaustivité des informations. Les références et les liens vers des sites web tiers ne relèvent pas de notre responsabilité.
it: L'autore non si assume alcuna responsabilità per l'affidabilità e la completezza delle informazioni. I riferimenti e i link a siti web di terzi esulano dalla nostra area di responsabilità.

# credential_offer_acceptButton
source: Accept
de: Akzeptieren
fr: Autoriser

# credential_offer_refuseButton
source: Refuse
de: Anfrage ablehnen

# credential_offer_invitation
source: MISSING: is offering a credential
de: möchte einen Nachweis ausstellen

# credential_offer_content_section_title
source: Details
de: Inhalt

# credential_offer_support_message
source: If there is something incorrect about the data shown above, please contact the issuer before proceeding.
de: Sind Ihre Daten falsch? Bitte wenden Sie sich an Ihr Strassenverkehrsamt.

# credential_offer_error_back_button
source: Back to the wallet
de: Zurück zur Wallet

# credential_offer_invalid_credential_error_title
source: Invalid Credential
de: Fehlerhafter Nachweis

# credential_offer_refuse_confirmation_title
source: Refuse
de: Anfrage ablehnen

# credential_offer_refuse_confirmation_message
source: Are you sure you want to refuse the credential?
de: Wollen Sie den ausgewählten Nachweis wirklich löschen? Beachten Sie, dass Sie gelöschte Nachweise nicht wiederherstellen können. Einen neuen Nachweis müssen Sie bei Ihrem Strassenverkehrsamt bestellen. Beachten Sie, dass dabei alle Daten aus der pilotWallet gelöscht werden.

# credential_offer_refuse_confirmation_cancelButton
source: Cancel
de: Abbrechen
