Repository: e-id-admin/eidch-ios-wallet
Catalog: Modules/Platforms/BITL10n/Sources/BITL10n/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

# tk_displaydelete_displaycredential1_title5
source: Issued by
de: Ausgestellt von
fr: Délivré par
it: Rilasciato da

# tk_global_closescan_alt
source: Close QR code scanner
de: QR-Code Scanner schliessen
fr: Fermer le scanner de code QR
it: Chiudere lo scanner di codici QR

# tk_receive_scanning_alt
source: Camera searching for QR code
de: Kamera sucht QR-Code
fr: La caméra cherche le code QR.
it: La fotocamera sta cercando il codice QR.

# tk_receive_scanning_notfound_alt
source: No QR code found. Try to reposition the camera.
de: Kein QR-Code gefunden. Versuchen Sie die Kamera neu zu positionieren.
fr: Le code QR n’a pas été trouvé. Essayez de repositionner la caméra.
it: Non è stato trovato alcun codice QR. Provi a riposizionare la fotocamera.

# tk_global_add
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi

# tk_global_decline
source: Decline
de: Ablehnen
fr: Rejeter
it: Rifiuta

# tk_receive_cameraaccessneeded4_title
source: publicBetaWallet wants to access your camera. (deepl)
de: Die swiyu App möchte auf Ihre Kamera zugreifen
fr: swiyu app demande l’accès à votre caméra
it: L'app swiyu desidera accedere alla fotocamera

# tk_global_externallink_alt
source: Link leaves the app. (deepl)
de: Link, um die swiyu App zu verlassen
it: Link per uscire dall'app swiyu

# tk_qrscanner_scanning_title
source: Scan QR code
de: QR-Code scannen
fr: Scanner le code QR
it: Scansionare il codice QR

# tk_qrscanner_scanning_body
source: To identify yourself or add IDs and documents.
de: Um sich auszuweisen oder Ausweise und Dokumente hinzuzufügen.
fr: Pour prouver votre identité ou pour ajouter des justificatifs et des documents.
it: Per provare la Sua identità o aggiungere documenti.

# tk_qrscanner_processing_alt
source: QR code scanned
de: QR-Code wurde gescannt
fr: Le code QR a été scanné.
it: Il codice QR è stato scansionato.

# tk_qrscanner_lighton_title
source: Turn light on
de: Licht an
fr: La lampe torche est activée
it: La torcia è accesa

# tk_qrscanner_morelightneeded_title
source: More light needed
de: Mehr Licht nötig
fr: Lumière insuffisante
it: Serve più luce

# tk_qrscanner_invalidcode_title
source: QR code no longer valid
de: QR-Code nicht mehr gültig
fr: Le code QR n’est plus valable
it: Il codice QR non è più valido

# tk_qrscanner_invalidcode_link_text
source: Was the QR code used without your knowledge?
de: Wurde dieser QR-Code ohne Ihr Wissen verwendet?
fr: Ce code QR a été utilisé à votre insu ?
it: Il codice QR è stato utilizzato a Sua insaputa?

# tk_qrscanner_invalidcode_body
source: This QR code has already been used. Please request a new QR code.
de: Dieser QR-Code wurde bereits verwendet. Bestellen Sie einen neuen QR-Code.
fr: Ce code QR a déjà été utilisé. Demandez un nouveau code QR.
it: Questo codice QR è già stato utilizzato. Ne richieda uno nuovo.

# tk_displaydelete_credentialdelete_title
source: Delete credential?
de: Nachweis löschen?
fr: Voulez-vous vraiment supprimer ce document ?
it: Eliminare il documento?

# tk_onboarding_code2_alt
source: Password comprises between six and sixty-four characters
de: Passwort besteht aus sechs bis vierundsechzig Zeichen

# tk_onboarding_code3_alt
source: Pin code contains %@ characters from a total of six (deepl)
de: Pin Code enthält %@ Zeichen von insgesamt sechs

# tk_credential_fallback_title
source: Credential
de: Nachweis

# tk_displaydelete_credentialmenu_primarybutton
source: Delete credential
de: Nachweis löschen
fr: Supprimer le document
it: Eliminare il documento

# tk_global_allow_primarybutton
source: Allow
de: Erlauben
fr: Autoriser
it: Autorizza

# tk_global_decline_secondarybutton
source: Decline
de: Ablehnen
fr: Rejeter
it: Rifiuta

# tk_global_repeat_primarybutton
source: Try again
de: Erneut versuchen
fr: Nouvel essai
it: Riprova

# tk_global_add_primarybutton
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi

# tk_global_pleasewait_alt
source: Please wait. Your details are being sent
de: Bitte warten. Ihre Angaben werden gesendet
fr: Veuillez patienter. L’envoi de vos données est en cours.
it: Attenda per favore, l’invio dei Suoi dati è in corso.

# tk_global_cancel_primarybutton
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# tk_global_checkcredential
source: Would like to check your credential
de: Möchte Ihren Nachweis überprüfen
fr: Veut vérifier votre document
it: Desidera verificare il Suo documento

# tk_global_checkage
source: Would like to check your age
de: Möchte Ihr Alter überprüfen
fr: Veut vérifier votre âge
it: Desidera verificare la Sua età

# tk_present_canceledverification_subtitle
source: The verification was canceled and no data was transferred. (deepl)
de: Die Verifizierung wurde abgebrochen und keine Daten wurden übertragen.

# tk_present_canceledverification_smallbody
source: Error code: VXA - 1009 (deepl)
de: Fehlercode: VXA - 1009

# tk_present_canceledverification_title
source: Aborted verification (deepl)
de: Abgebrochene Verifizierung

# tk_present_error_subtitle
source: Please try again. (deepl)
de: Bitte versuche es noch einmal.
fr: Veuillez réessayer
it: Riprovare

# tk_present_decline_title
source: Data was not transmitted (deepl)
de: Daten wurden nicht übermittelt
fr: Les données n'ont pas été transmises.

# tk_present_noinformationprovided_title
source: Sorry, no details could be sent
de: Leider konnten keine Angaben gesendet werden.
fr: Échec de l’envoi des données
it: Purtroppo non è stato possibile trasmettere i dati.

# tk_present_error_title
source: Oops, something went wrong! (deepl)
de: Ups, da ist etwas schiefgelaufen!
fr: Oups, quelque chose s'est mal passé !
it: Oops, qualcosa è andato storto!

# tk_present_warning_alt
source: Warning
de: Warnung
fr: Avertissement
it: Avviso

# tk_present_confirm_alt
source: Confirmation
de: Bestätigung
it: Conferma

# tk_present_error_smallbody
source: Error code: VXA - 1009 (deepl)
de: Fehlercode: VXA - 1009

# tk_present_approval_title
source: Requested details
de: Angeforderte Angaben
fr: Données demandées
it: Dati richiesti

# tk_present_accept_title
source: Your details have been successfully checked.
de: Ihre Angaben wurden erfolgreich überprüft.
fr: Vérification réussie de vos données
it: I dati sono stati verificati con successo.

# tk_present_accept_title2
source: Required credential available (deepl)
de: Erforderlicher Nachweis vorhanden

# tk_present_agenotmet_title
source: Required age not met (deepl)
de: Erforderliches Alter nicht erfüllt

# tk_qrscanner_lighton_label
source: Flashlight on. Double tap to turn off
de: Licht an. Zum Ausschalten doppelt tippen

# tk_qrscanner_lightoff_label
source: Flashlight off. Double tap to turn on
de: Licht aus. Zum Einschalten doppelt tippen

# tk_receive_approval_hiddenlink_text
source: More details (deepl)
de: Zu den Details
fr: Vue détaillée
it: Dettagli

# tk_displaydelete_displaycredential1_hiddenlink1_text
source: Back to top
de: Zurück nach oben
fr: Retour en haut de page
it: Tornare su

# tk_displaydelete_displaycredential1_hiddenlink2_text
source: Go to personal details
de: Zu den persönlichen Angaben
fr: Accéder aux données personnelles
it: Vai ai dati personali

# tk_global_enterpassword
source: Enter password
de: Passwort eingeben
fr: Saisir le mot de passe
it: Inserire la password

# tk_global_confirmpassword
source: Confirm password
de: Passwort bestätigen
it: Confermare la password

# tk_login_variant_body
source: The SwissWallet is blocked. (deepl)
de: Die swiyu App ist gesperrt
fr: La swiyu app est verrouillée
it: La swiyu app è bloccata

# tk_login_failed_title
source: Unlock app (deepl)
de: Login
fr: Connexion
it: Accedi

# tk_global_loginfaceid_primarybutton
source: Unlock with Face ID
de: Mit Face ID anmelden
fr: Connexion avec %@
it: Accesso con %@

# tk_global_loginpassword_secondarybutton
source: Log in with password
de: Mit Passwort anmelden
fr: Connexion avec mot de passe
it: Accesso con password

# tk_login_failed_body
source: Please unlock the app to continue.
de: Bitte entsperren Sie die App, um fortzufahren.
fr: Pour continuer, vous devez déverrouiller votre application.
it: Per continuare, sblocchi l’app.

# tk_global_welcomeback
source: Welcome back
de: Willkommen zurück
fr: Bienvenue !
it: Le diamo il benvenuto!

# tk_login_password_body
source: Please enter your password:
de: Bitte geben Sie Ihr Passwort ein:
fr: Saisissez votre mot de passe :
it: Inserisca la password:

# tk_login_password_note
source: Password (deepl)
de: Passwort
fr: Mot de passe
it: Password

# tk_login_locked_body
source: Please try again in 5 minutes
de: Versuchen Sie es in 5 Minuten erneut

# tk_login_locked_title
source: Login with password is disabled. (deepl)
de: Leider ist die swiyu App im Moment nicht verfügbar. Bitte versuchen Sie es später erneut.
fr: Actuellement, la swiyu app n’est pas disponible. Veuillez réessayer plus tard.
it: Purtroppo swiyu app non è al momento disponibile, riprovi più tardi.

# tk_login_passwordfailed_body
source: Please enter your password:
de: Bitte geben Sie Ihr Passwort ein:
fr: Saisissez votre mot de passe
it: Inserisca la password

# tk_login_passwordfailed_notification
source: The password is incorrect. Please try again.
de: Das Passwort ist falsch. Bitte versuchen Sie es erneut.
fr: Le mot de passe est incorrect. Veuillez réessayer.
it: La password non è corretta. riprovi.

# tk_login_password_alt
source: SwissWallet Enter password (deepl)
de: Swiyu App Passwort eingeben
fr: Saisissez votre mot de passe swiyu app
it: Inserire la password dell'app swiyu

# tk_login_password_faceid_alt
source: Unlock SwissWallet with Face ID (deepl)
de: Swiyu App mit Face ID entsperren
fr: Déverrouillez la swiyu app avec %@.
it: Sbloccare swiyu app con %@

# tk_login_passwordfailed_alt
source: Password incorrect. Please try again.
de: Passwort ist falsch. Bitte versuchen Sie es erneut.
fr: Mot de passe incorrect. Veuillez réessayer.
it: La password non è corretta, riprovi.

# tk_login_spinner_alt
source: Login successful. Please wait.
de: Erfolgreich eingeloggt. Bitte warten.
fr: Connexion réussie. Veuillez patienter.
it: Accesso effettuato. Attendere per favore.

# tk_login_passwordfailed_ios_notification
source: Incorrect password
de: Falsches Passwort

# tk_login_facenotrecognised1_title
source: Face not recognised
de: Gesicht nicht erkannt
fr: Visage non reconnu
it: Volto non riconosciuto

# tk_login_facenotrecognised1_body
source: Retry
de: Wiederholen
fr: Réessayer
it: Riprovare

# tk_login_facenotrecognised1_primarybutton
source: Try again with Face ID
de: Erneut mit Face ID versuchen
fr: Réessayer avec %@
it: Riprovare con %@

# tk_login_facenotrecognised2_body
source: Enter password
de: Passwort eingeben
fr: Saisir le mot de passe
it: Inserire la password

# tk_login_facenotrecognised1_secondarybutton
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# tk_login_facenotrecognised2_primarybutton
source: Enter password
de: Passwort eingeben
fr: Saisir le mot de passe
it: Inserire la password

# tk_global_visible_alt
source: Hide password
de: Passwort ausblenden
fr: Masquer le mot de passe
it: Nascondi la password

# tk_global_invisible_alt
source: Show password
de: Passwort anzeigen
fr: Afficher le mot de passe
it: Mostra la password

# tk_global_changepassword
source: Change password
de: Passwort ändern
fr: Modifier le mot de passe
it: Modificare la password

# tk_global_newpassword
source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

# tk_changepassword_securityprivacy_title
source: Security and data protection
de: Sicherheit & Datenschutz

# tk_changepassword_securityprivacy_subtitle1
source: Security
de: Sicherheit

# tk_changepassword_securityprivacy_body1
source: Change password
de: Passwort ändern

# tk_changepassword_securityprivacy_ios_body2
source: Activate login with Face ID
de: Login mit Face ID aktivieren

# tk_changepassword_securityprivacy_subtitle2
source: Data protection and privacy
de: Datenschutz & Privatsphäre

# tk_changepassword_securityprivacy_body3
source: Share error messages anonymously
de: Fehlermeldungen anonym teilen

# tk_changepassword_securityprivacy_smallbody
source: This helps to improve the app
de: Dies hilft, die App zu verbessern

# tk_changepassword_securityprivacy_body4
source: Data protection and privacy
de: Datenschutz & Privatsphäre

# tk_changepassword_step1_note1
source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password attuale

# tk_changepassword_step1_note2
source: Password
de: Passwort
fr: Mot de passe

# tk_changepassword_step2_note2
source: At least 6 characters (deepl)
de: Zwischen 6-64 Zeichen
fr: Au moins 6 caractères
it: Minimo 6 caratteri

# tk_changepassword_successful_notification
source: Password successfully changed
de: Passwort erfolgreich geändert
fr: Changement de mot de passe réussi

# tk_changepassword_error1_note1
source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password attuale

# tk_changepassword_step3_note1
source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmez le nouveau mot de passe
it: Confermare la nuova password

# tk_changepassword_error1_ios_note2
source: The password is incorrect. You have %@ attempts remaining.
de: Das Passwort ist falsch. Sie haben noch %@ Versuche.
fr: Le mot de passe est incorrect. Il vous reste %@ tentative(s).
it: La password non è corretta. Ha ancora %@ tentativi/o.

# tk_changepassword_error3_note2
source: The passwords do not match. Please try again.
de: Die Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut.
fr: Les mots de passe ne correspondent pas. Veuillez réessayer.
it: Le password non coincidono, riprovi.

# tk_changepassword_error2_note2
source: Maximum length of 64 characters reached
de: Maximallänge von 64 Zeichen erreicht
fr: Longueur maximale atteinte (64 caractères)
it: La lunghezza massima di 64 caratteri è stata raggiunta.

# tk_changepassword_error3_note1
source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmez le nouveau mot de passe
it: Confermare la nuova password

# tk_changepassword_error4_notification
source: Incorrect password entered too many times. Please set a new password.
de: Zu oft Passwort falsch eingegeben. Erstellen Sie ein neues Passwort.
fr: Le nombre de tentatives autorisées est dépassé. Créez un nouveau mot de passe.
it: Troppi tentativi, scelga una nuova password.

# tk_home_home_ios_alt
source: Content list contains %s@ credential(s)
de: Inhaltsliste %@ Nachweise enthalten
fr: La liste contient %@ document(s)
it: La lista contiene %@ documenti

# tk_unsafedevice_unsafe_title
source: BundesWallet cannot be used
de: Die swiyu App kann nicht benutzt werden
fr: Code du smartphone manquant
it: L'app swiyu non può essere utilizzata.

# tk_unsafedevice_unsafe_body
source: For security reasons, you cannot use the BundesWallet on this device.
de: Aus Sicherheitsgründen können Sie die swiyu App auf diesem Gerät nicht benutzen.
fr: Veuillez définir un code smartphone pour pouvoir utiliser l'application.
it: Per motivi di sicurezza l'app swiyu non può essere utilizzata su questo dispositivo.

# tk_unsafedevice_unsafe_smallbody
source: If you want to use the BundesWallet: Restore this device to factory settings, or install the original firmware.
de: Falls Sie die swiyu App nutzen möchten: Setzen Sie dieses Gerät auf die Werkseinstellungen zurück oder installieren Sie die Original-Firmware.
it: Per utilizzare l'app swiyu: ripristini le impostazioni di fabbrica del dispositivo o installi il firmware originale.

# tk_login_forgottenpassword_alt
source: More information
de: Weitere Informationen
fr: Informations complémentaires
it: Maggiori informazioni

# tk_login_locked_secondarybutton_text
source: Forgotten your password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
it: Ha dimenticato la password?

# tk_changepassword_step1_currentpassword_alt
source: Enter current password
de: Aktuelles Passwort eingeben
fr: Saisissez votre mot de passe actuel
it: Inserisca la password attuale

# tk_changepassword_step2_passwordlength_alt
source: Enter new password of between six and sixty-four characters.
de: Neues Passwort mit sechs bis vierundsechzig Zeichen eingeben.
fr: Nouveau mot de passe d'au moins six caractères
it: Nuova password con almeno sei caratteri

# tk_login_locked_body_seconds
source: Please try again in %@ seconds. (deepl)
de: Versuchen Sie es in %@ Sekunden erneut.

# tk_qrscanner_receive_notusable_title
source: QR code no longer valid (deepl)
de: QR-Code nicht mehr gültig

# tk_qrscanner_receive_notusable_body
source: This QR code can no longer be used because it has already been used. (deepl)
de: Dieser QR-Code kann nicht mehr verwendet werden, da er bereits benutzt wurde.

# tk_onboarding_neverforget_title
source: Never forget your ID again
de: Nie mehr den Ausweis vergessen
it: Per avere i documenti sempre con sé

# tk_onboarding_yourdata_title
source: Your data belongs to you
de: Ihre Daten gehören Ihnen
it: I Suoi dati Le appartengono

# tk_onboarding_yourdata_body
source: You have control over who can check your ID data, and when. No access without permission.
de: Sie haben die Kontrolle darüber, wer wann Ihre Ausweisdaten überprüfen darf. Ohne Einwilligung kein Zugriff.
it: È Lei a decidere chi e quando può controllare i Suoi dati contenuti nei Suoi documenti. Nessun accesso senza il Suo consenso.

# tk_onboarding_yourdata_link_text
source: Learn more about SSI technology
de: Mehr über die SSI-Technologie lernen
it: Maggiori informazioni sulla decentralizzazione dei dati

# tk_onboarding_improvement_body
source: Take advantage of an app tailored to your needs. Do you want to share your anonymous user data with the development team in return?
de: Profitieren Sie von einer App, die auf Ihre Bedürfnisse abgestimmt ist. Möchten Sie dafür Ihre anonymen Nutzungsdaten mit dem Entwicklungsteam teilen?
it: L’app su misura per Lei. Desidera condividere anonimamente i Suoi dati di utilizzo dell’app con il team di sviluppo?

# tk_onboarding_improvement_title
source: Contribute anonymously to improving the app
de: Anonym zur Verbesserung der App beitragen
it: Contribuisca anonimamente al miglioramento dell’app

# tk_onboarding_improvement_link_text
source: Data protection and security
de: Datenschutz und Sicherheit
it: Protezione dei dati e sicurezza

# tk_onboarding_securewithcode_body
source: Protect your app from unauthorised access.
de: Schützen Sie Ihre App vor unerlaubtem Zugriff.
it: Protegga l’app da accessi indesiderati.

# tk_onboarding_securewithcode_title
source: Secure the app with a password
de: App mit Passwort sichern
it: Protegga l’app con una password

# tk_onboarding_securewithcode_primarybutton
source: Enter password
de: Passwort eingeben
it: Inserire la password

# tk_onboarding_characters_note
source: Between 6 and 64 characters
de: Zwischen 6-64 Zeichen
it: Password

# tk_onboarding_nopasswordmismatch_notification
source: The passwords do not match. Please try again.
de: Die Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut.
fr: Les mots de passe ne correspondent pas. Veuillez réessayer.
it: Le password non coincidono, riprovi.

# tk_onboarding_nopasswordmismatch_alt
source: Please confirm the password
de: Bitte bestätigen Sie das Passwort
fr: Veuillez confirmer le mot de passe.
it: Confermare la password

# tk_global_credential_status_valid
source: Valid
de: Gültig
fr: Valable
it: Documento valido

# tk_global_credential_status_unknown
source: Unknown
de: Unbekannt
fr: Inconnu
it: Documento sconosciuto

# tk_global_credential_status_invalid
source: Expired
de: Abgelaufen
fr: Expiré
it: Documento scaduto

# tk_global_credential_status_suspended
source: Currently locked
de: Aktuell gesperrt
fr: Provisoirement inaccessible
it: Documento attualmente bloccato

# tk_global_credential_status_revoked
source: Revoked
de: Entzogen
fr: Retiré
it: Revocato

# tk_global_credential_status_validindays_ios
source: Valid in %@ days
de: In %@ Tagen gültig
fr: Valable dans %@ jours
it: Valido tra %@ giorni

# tk_global_credential_status_soon
source: Valid soon
de: Bald gültig
fr: Bientôt valable
it: Valido a breve

# tk_global_credential_status_valid_alt
source: Credential valid
de: Nachweis ist gültig
fr: Le document est valable
it: Il documento è valido

# tk_global_credential_status_demo_alt
source: Demo credential
de: Demo Nachweis
fr: Document démo
it: Documento demo

# tk_global_credential_status_unknown_alt
source: Validity status unknown
de: Gültigkeitsstatus unbekannt
fr: Statut de validité inconnu
it: Stato di validità sconosciuto

# tk_global_credential_status_invalid_alt
source: Credential expired
de: Nachweis ist abgelaufen
fr: Le document est expiré
it: Il documento è scaduto

# tk_global_credential_status_suspended_alt
source: Credential temporarily locked
de: Nachweis ist temporär gesperrt
fr: Le document est temporairement bloqué.
it: Il documento è temporaneamente bloccato.

# tk_global_credential_status_revoked_alt
source: Credential revoked
de: Nachweis ist entzogen
fr: Le document a été retiré et n'est plus valable.
it: Il documento è stato revocato.

# tk_global_credential_status_validindays_ios_alt
source: Credential valid in %@ days
de: Nachweis ist in %@ Tage gültig
fr: Le document sera valable dans %@ jours
it: Il documento sarà valido tra %@ giorni

# tk_global_credential_status_soon_alt
source: Credential available soon
de: Nachweis ist bald verfügbar
fr: Le moyen de preuve sera bientôt valable.
it: Il documento sarà disponibile a breve.

# tk_present_multiplecredentials_ios_subtitle
source: Read %@ information (deepl)
de: Möchte %@ Angaben lesen

# tk_receive_approval_ios_subtitle
source: Wants to issue %@ credential(s)
de: Möchte %@ Nachweis ausstellen
fr: souhaite délivrer %@ document
it: desidera rilasciare %@ documento

# tk_login_passwordfailed_ios_subtitle
source: You have %@ attempts remaining. (deepl)
de: Sie haben noch %@ Versuche
fr: Il vous reste %@ tentative(s)
it: Le restano %@ tentativi/o

# tk_login_locked_secondarybutton_value
source: https://www.eid.admin.ch/en
de: https://www.eid.admin.ch/de
fr: https://www.eid.admin.ch/fr/help-publicbeta-f

# tk_login_locked_seconds
source: Please try again in %@ seconds (deepl)
de: Bitte in %@ Sekunden erneut versuchen

# tk_onboarding_passwordlength_notification
source: The password must be between 6 and 64 characters long.
de: Das Passwort muss zwischen 6 und 64 Zeichen lang sein.
fr: Le mot de passe doit comporter au moins 6 caractères
it: La password deve contenere almeno 6 caratteri

# tk_global_readnumber_ios
source: Would like to read %@ details
de: Möchte %@ Angaben lesen

# tk_global_tothesettings
source: Go to Settings
de: Zu den Einstellungen
fr: Accéder aux paramètres
it: Impostazioni

# tk_global_close
source: Done
de: Schliessen
fr: Fermer
it: Chiudi

# tk_global_details_alt
source: Open details
de: Details öffnen
fr: Afficher la vue détaillée
it: Mostra i dettagli

# tk_global_try_ios
source: You have %@ attempt(s) remaining
de: Sie haben noch %@ Versuche
fr: Il vous reste %@ tentative(s)
it: Le restano %@ tentativi

# tk_onboarding_passworderror_title
source: Password error (deepl)
de: Passwort Fehler
fr: La configuration du mot de passe n'a pas fonctionné
it: L'impostazione della password non ha funzionato

# tk_onboarding_passworderror_primarybutton
source: Enter password (deepl)
de: Passwort eingeben
fr: Créer un mot de passe
it: Scelga una password

# tk_onboarding_passworderror_body
source: Too many failed attempts. Please restart the process to back up the app and protect your data. (deepl)
de: Zu viele Fehlversuche. Starten Sie den Prozess neu, um die App zu sichern und Ihre Daten zu schützen.
it: Troppi tentativi, scelga una nuova password.
