Repository: e-id-admin/eidch-ios-wallet
Catalog: Modules/Platforms/BITL10n/Sources/BITL10n/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

# credential_offer_refuse_confirmation_refuseButton
source: Refuse
de: Anfrage ablehnen

# credential_detail_title
source: Credential
de: Nachweisinfo

# home_qr_code_scan_button
source: Scan QR-Code
de: Scannen

# home_empty_view_no_credentials_title
source: Your first electronic learner's license
de: Ihr erster elektronischer Lernfahrausweis

# home_empty_view_no_credentials_intro_text
source: We are currently conducting a pilot with the electronic learner's permit in Appenzell Ausserrhoden.
de: Schön, dass Sie beim Piloten zum elektronischen Lernfahrausweis in Appenzell Ausserrhoden dabei sind.

# home_empty_view_no_credentials_more_info_text
source: Further information
de: Weitere Informationen

# home_empty_view_no_credentials_more_info_link
source: https://www.eid.admin.ch/en
de: https://www.eid.admin.ch/de/pilotprojekte

# home_empty_view_no_credentials_scan_text
source: If you have received a QR code after successfully completing the theory test, scan it.
de: Gratulation zur Theorieprüfung 🎉 Bitte SMS-Link anklicken oder QR-Code scannen, damit Sie Ihren elektronischen Lernfahrausweis in Ihre pilotWallet erhalten.

# home_empty_view_no_credentials_qr_code_text
source: I did not receive a QR code
de: Ich habe keine SMS oder QR-Code erhalten.

# home_empty_view_no_credentials_scan_link
source: https://www.eid.admin.ch/en
de: https://forms.eid.admin.ch/elfa

# home_empty_view_had_credentials_text
source: Your wallet is empty. Once you have passed the theory test B in Appenzell Aussenroden and received a QR code, scan it. And you will receive your electronic learner's permit.
de: Ihre Wallet ist leer. Bitte wenden Sie sich an das Strassenverkehrsamt Appenzell Ausserrhoden.

# home_last_activity_header_text
source: MISSING: LETZTE AKTIVITÄT
de: LETZTE AKTIVITÄT

# home_last_activity_header_button
source: MISSING: Alle anzeigen
de: Alle anzeigen

# credential_status_valid
source: Valid
de: Gültig

# credential_status_invalid
source: Invalid
de: Ungültig

# credential_status_unknown
source: Unknown
de: Unbekannt

# qrScanner_hint
source: Point the camera at the QR code and identify yourself. Only use QR codes from trustworthy sources.
de: Bitte scannen Sie nur QR-Codes aus vertrauenswürdigen Quellen.

# qrScanner_hint_close_button
source: Close hint
de: Hinweis schliessen

# qrScanner_flash_light_button_on
source: Turn light on
de: Licht an

# qrScanner_flash_light_button_off
source: Turn light off
de: Licht ab

# qrScanner_error_message
source: This QR code is invalid.
de: Der QR-Code ist ungültig

# qrScanner_loading_message
source: The server is a little slow today. Please be patient.
de: Heute ist der Server etwas träge. Wir bitten Sie um etwas Geduld.

# presentation_verifier_name_unknown
source: Unknown verifier
de: Unbekannter Verifizierer

# presentation_verifier_text
source: wants to proof the following informations.
de: möchte Ihren Nachweis überprüfen

# presentation_attributes_title
source: Requested data
de: Angeforderte Daten

# presentation_deny_button_text
source: Deny
de: Anfrage ablehnen

# presentation_accept_button_text
source: Share information
de: Daten übermitteln

# presentation_send_button_text
source: Sending…
de: Senden

# presentation_select_credential_title
source: Which credential must be presented?
de: Welchen Nachweis wollen Sie vorweisen?

# presentation_select_credential_subtitle
source: Please select the correct credential below and click on it.
de: Bitte wählen Sie den Nachweis aus, den Sie vorweisen möchten.

# presentation_result_title
source: Information was passed on successfully.
de: Ihre Daten wurden erfolgreich übermittelt

# presentation_result_list_title
source: Transmitted data
de: Ihre übermittelten Daten

# presentation_error_no_compatible_credential_title
source: You do not possess a compatible credential in your wallet.
de: Fehlender Nachweis

# presentation_error_no_compatible_credential_message
source: Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua.
de: Der angefragte Nachweis ist in Ihrer pilotWallet nicht verfügbar.

# presentation_error_message
source: Bitte versuchen es in ein paar Minuten noch einmal.
de: Bitte versuchen Sie es in ein paar Minuten nochmals.

# presentation_error_empty_wallet_title
source: Your wallet is empty
de: Leere Wallet

# presentation_error_empty_wallet_message
source: If you received a QR code after the theory test, scan it or click on the link you received. You will then receive your electronic learner's permit. You have not received a QR code or text message?
de: Wenn Sie nach der Theorieprüfung einen QR-Code erhalten haben, scannen Sie diesen oder klicken Sie auf den SMS-Link. So erhalten Sie Ihren elektronischen Lernfahrausweis. Sie haben keinen QR-Code oder SMS erhalten?

# presentation_error_empty_wallet_support_text
source: You can find more information here
de: Hier finden Sie weitere Informationen

# presentation_error_empty_wallet_support_link
source: https://www.eid.admin.ch/en
de: https://www.eid.admin.ch/de/hilfe-support

# presentation_declined_title
source: Verification was canceled
de: Abgebrochene Verifizierung

# presentation_declined_message
source: The verification was canceled and no data was transferred.
de: Die Verifizierung wurde abgebrochen. Ihre Daten wurden nicht übertragen.

# presentation_validationError_title
source: Invalid verification
de: Ungültige Verifizierung

# presentation_validationError_message
source: Your information has been successfully submitted, but your certificate has been declared invalid by the issuing road traffic office (e.g. suspended certificate). For more information, please contact them.
de: Ihre Informationen wurden erfolgreich übermittelt, aber Ihr Nachweis wurde vom ausstellenden Strassenverkehrsamt als ungültig erklärt (z.B. suspendierter Nachweis). Für mehr Informationen melden Sie sich bitte dort.

# credential_detail_navigation_title
source: Credential details
de: Inhalt Nachweis

# credential_menu_details_text
source: Credential details
de: Inhalt Nachweis

# credential_menu_delete_text
source: Delete credential
de: Nachweis entfernen

# credential_menu_activities_text
source: Activities
de: Aktivitäten

# credential_activities_header_text
source: MISSING: Letzte Aktivitäten
de: Letzte Aktivitäten

# credential_activities_footer_text
source: MISSING: Restliche Aktivitäten
de: Restliche Aktivitäten

# credential_delete_title
source: Delete credential
de: Nachweis endgültig entfernen

# credential_delete_text
source: Do you really want to remove the selected credential ? Please note that all data related to this credential will be deleted from the app.
de: Wollen Sie den ausgewählten Nachweis wirklich entfernen? Ein erneutes Hinzufügen dieses Nachweises ist danach aus Sicherheitsgründen nicht mehr möglich. In dem Fall muss ein neuer Nachweis beim Strassenverkehrsamt bestellt werden. Beachten Sie, dass dabei alle Daten aus der pilotWallet gelöscht werden.

# credential_delete_confirm_button
source: Delete credential
de: Nachweis entfernen

# credential_delete_cancel_button
source: Cancel
de: Abbrechen

# pin_change_title
source: MISSING: Pin ändern
de: Code ändern

# pin_change_current_password_title
source: MISSING: Aktuelles Passwort
de: Aktueller Code

# pin_change_new_pin_title
source: MISSING: Neus Passwort
de: Neuer Code

# pin_change_new_pin_confirmation_title
source: MISSING: Neus Passwort confirmation
de: Neuen Code bestätigen

# change_biometrics_title
source: Biometrics
de: Biometrie

# change_biometrics_header_text
source: Use biometrics
de: Biometrics verwenden

# change_biometrics_content_text
source: Would you like to activate biometrics to unlock the app?
de: Möchten Sie Biometrics zum Entsperren der pilotWallet aktivieren?

# change_biometrics_pin_activation_content_text
source: Log in to confirm the Biometrics activation
de: Einloggen, um die Biometrics Aktivierung zu bestätigen.

# change_biometrics_pin_deactivation_content_text
source: Log in to confirm the deactivation of Biometrics.
de: Einloggen, um die Biometrics Deaktivierung zu bestätigen.

# change_biometrics_info_text
source: You can continue to use your code if it does not work with Biometrics.
de: Sie können weiterhin Ihren Code verwenden, sollte es mit den Biometrics mal nicht klappen.

# change_biometrics_goToSettings_button
source: Go to settings
de: Zu den Einstellungen

# change_biometrics_activate_button
source: Go
de: Los

# dataAnalysis_screenTitle
source: Data Analysis
de: Fehlermeldungen teilen
fr: Analyse des données
it: Analisi dei dati

# dataAnalysis_title
source: Analysis & Improvements
de: Analyse & Verbesserung
fr: Analyse et amélioration
it: Analisi e miglioramento

# dataAnalysis_text
source: Help us to continuously optimize your app. The app occasionally transmits this usage and diagnostic data: ✓ App crash ✓ Unhandled error message ✓ Communication error ✓ Scanned invitation from an invalid issuer ✓ Completed onboarding ✓ Result of the verification ✓ Number of credentials ✓ Error during revocation checks ✓ Click on the activity element for details This data is anonymous and not personal. They do not allow any conclusions to be drawn about you.
de: Helfen Sie mit, die pilotWallet zu verbessern, indem Sie erlauben, dass folgende anonymisierte Fehlermeldungen dem Entwicklungsteam zur Verfügung stehen: ✓ Allgemeine Fehlermeldungen ✓ Kommunikationsfehler ✓ App Absturz Es werden nur anonymisierte Daten analysiert, die keinen Rückschluss auf Ihre Person erlauben.
fr: Aidez-nous à améliorer l'application en autorisant l'équipe de développement à accéder aux messages d'erreur anonymes suivants : ✓ Messages d'erreur généraux ✓ Erreurs de communication ✓ Plantage de l'application Seules les données anonymisées qui ne permettent pas de vous identifier seront analysées.
it: Contribuisci a migliorare l'app consentendo che i seguenti messaggi di errore anonimi siano messi a disposizione del team di sviluppo: ✓ Messaggi di errore generali ✓ Errori di comunicazione ✓ Arresto anomalo dell'app Vengono analizzati solo dati anonimi che non consentono di risalire alla tua persona.

# jailbreak_title
source: We detected a jailbreak on your system
de: Wir haben einen Jailbreak auf Ihrem System entdeckt

# jailbreak_text
source: Our app do not allow jailbroken devices to be used. To prevent potential security leaks, we recommend you to unjailbreak your device.
de: Unsere App erlaubt es nicht, jailbroken Geräte zu verwenden. Um mögliche Sicherheitslücken zu vermeiden, empfehlen wir Ihnen, Ihr Gerät zu entjailbreaken.

# activities_title
source: Activities
de: Aktivitäten

# activities_item_subtitle_credentialReceived
source: Credential received
de: Nachweis empfangen

# activities_item_subtitle_presentationAccepted
source: Credential presented
de: Nachweis präsentiert

# activities_item_subtitle_presentationDeclined
source: Credential not presented
de: Nachweis nicht präsentiert

# activities_empty_state_text
source: MISSING: Zurzeit sind keine Aktivitäten vorhanden
de: Zurzeit sind keine Aktivitäten vorhanden

# activities_item_delete_button
source: MISSING: Löschen
de: Löschen

# activities_empty_state_title
source: MISSING: Leere Aktivitäten
de: Leere Aktivitäten

# activity_details_claims_title
source: Requested data
de: Angefragte Daten

# activity_details_verifier
source: Verifier
de: Überprüfer

# activity_details_menu_delete_text
source: Delete
de: Löschen

# credential_offer_header_secondary
source: Would like to issue a certificate
de: Möchte 1 Nachweis ausstellen
fr: Souhaite délivrer le document suivant:
it: Vorrei fornire la seguente prova:

# cell_value_accessibility_label
source: Value:
de: Wert:

# tk_home_homescreen_alt
source: App Home Screen (deepl)
de: Swiyu App Startbildschirm
fr: Écran d’accueil de la swiyu app
it: Schermata iniziale dell'app swiyu

# tk_home_firstuse_title
source: Wallet empty
de: Leere Wallet
fr: Votre Wallet est vide
it: Wallet vuoto

# tk_home_firstuse_body
source: To add IDs and documents, scan the QR code or open the link in the text message.
de: Fügen Sie Ausweise und Dokumente hinzu, indem Sie den QR-Code scannen oder den SMS-Link öffnen.
fr: Ajoutez des justificatifs et des documents en scannant le code QR ou en ouvrant le lien obtenu par SMS.
it: Aggiunga documenti scansionando il codice QR o tramite il link ricevuto via SMS.

# version_enforcement_button
source: Update app
de: App aktualisieren

# camera_qrcode_scanner_loader
source: Please wait
de: Bitte warten
fr: Veuillez patienter

# camera_qrcode_light
source: Light on
de: Licht an

# camera_qrcode_scanner_primary
source: Scan QR code
de: QR Code scannen
fr: Scanner le code QR

# camera_qrcode_scanner_secondary
source: For identification or for adding evidence.
de: Zum Ausweisen oder zum Hinzufügen von Nachweisen.
fr: Pour prouver votre identité ou pour ajouter des justificatifs et des documents.

# tk_home_empthyhome_body
source: To add IDs and documents, scan the QR code or open the link in the text message.
de: Fügen Sie Ausweise und Dokumente hinzu, indem Sie den QR-Code scannen oder den SMS-Link öffnen.
fr: Ajoutez des justificatifs et des documents en scannant le code QR ou en ouvrant le lien obtenu par SMS.
it: Aggiunga documenti scansionando il codice QR o tramite il link ricevuto via SMS.

# tk_global_scan_primarybutton
source: Scan
de: Scannen
fr: Scanner
it: Scansiona

# tk_global_scan_primarybutton_alt
source: Scan
de: Scannen
fr: Scanner
it: Scansiona

# tk_home_empthyhome_title
source: Wallet empty
de: Leere Wallet
fr: Votre Wallet est vide
it: Wallet vuoto

# tk_onboarding_start_body
source: With publicBeta you always have your certificates to hand. (deepl)
de: Ihre Ausweisdaten werden verschlüsselt und lokal in der swiyu App auf Ihrem Handy gespeichert.
it: I dati contenuti nei Suoi documenti d’identità verranno crittografati e salvati localmente nel swiyu app sul Suo smartphone.

# tk_onboarding_start_title
source: Storing digital IDs securely
de: Digitale Ausweise sicher aufbewahren
it: Custodire i documenti digitali in modo sicuro

# tk_onboarding_start_primarybutton
source: Start
de: Starten
it: Inizia

# tk_global_back_alt
source: Back
de: Zurück
fr: Retour
it: Indietro

# tk_onboarding_start_alt
source: Welcome to the onboarding for the publicBetaWallet app. (deepl)
de: Willkommen zum Onboarding der swiyu App.
it: Le diamo il benvenuto nel processo di onboarding della swiyu app.

# tk_global_closewarning_alt
source: Close warning
de: Warnhinweis schliessen
fr: Fermer l’avertissement
it: Chiudi avviso

# tk_global_warning_alt
source: Warning
de: Warnhinweis
fr: Avertissement
it: Avviso

# tk_onboarding_biometricios1_body
source: Do you want to use Face ID to unlock the app?
de: Möchten Sie Face ID zum Entsperren der App verwenden?
it: Sbloccare l’app con %@?

# tk_onboarding_biometricios1_title
source: Use Face ID
de: Face ID verwenden
it: Utilizzare %@

# tk_onboarding_biometricios1_smallbody
source: If Face ID does not work, you can still use your password.
de: Falls Face ID nicht funktioniert, können Sie weiterhin Ihr Passwort verwenden.
it: Se %@ non funziona, può comunque utilizzare la password.

# tk_onboarding_biometricios1_primarybutton
source: Yes please
de: Ja, verwenden
it: Si

# tk_global_notallow
source: Do not allow
de: Ablehnen
it: Rifiuta

# tk_global_allow
source: Allow
de: Erlauben
it: Autorizza

# tk_onboarding_biometricios3_body
source: Activate Biometrics to securely store your digital credentials. (deepl)
de: Möchten Sie Face ID zum Entsperren der swiyu App verwenden?
it: Sbloccare l’app con %@?

# tk_onboarding_biometricios3_title
source: Use Face ID
de: Face ID verwenden
it: Utilizzare %@

# tk_onboarding_biometricios3_smallbody
source: If Face ID does not work, you can still use your password.
de: Falls Face ID nicht funktioniert, können Sie weiterhin Ihr Passwort verwenden.
it: Se %@ non funziona, può comunque utilizzare la password.

# tk_global_no
source: No thanks
de: Nein, Danke
fr: Non merci
it: No

# tk_onboarding_somethingwentwrong_title
source: Something went wrong
de: Etwas hat nicht geklappt
fr: Une erreur s’est produite
it: Qualcosa è andato storto!

# tk_onboarding_somethingwentwrong_body
source: We cannot provide the app at the moment. Please try again. (deepl)
de: Die swiyu App kann im Moment leider nicht bereitstellt werden. Bitte versuchen Sie es erneut.
fr: Actuellement, la swiyu app ne peut pas être configurée. Veuillez réessayer.
it: Purtroppo swiyu app non è al momento disponibile, riprovi.

# tk_global_continue
source: Next
de: Weiter
fr: Suivant
it: Avanti

# tk_onboarding_somethingwentwrong_primarybutton
source: Try again
de: Erneut versuchen
fr: Nouvel essai
it: Riprovare

# tk_onboarding_applysettings_body
source: Your settings are being applied. This may take up to 30 seconds.
de: Ihre Einstellungen werden übernommen. Das kann bis zu 30 Sekunden dauern.
it: Le impostazioni verranno applicate. L’operazione può richiedere fino a 30 secondi.

# tk_onboarding_allset_body
source: You are ready. You can get further tips on operation or read them later in the help. (deepl)
de: Ihre swiyu App ist jetzt optimal geschützt vor unerlaubtem Zugriff.
it: Ora la swiyu app è protetta al meglio dagli accessi indesiderati.

# tk_onboarding_applysettings_title
source: Please wait a moment...
de: Einen kleinen Moment...
it: Attendere...

# tk_onboarding_allset_title
source: All done!
de: Alles eingerichtet
it: Tutto pronto!

# tk_receive_cameraaccessneeded1_title
source: Allow access to camera
de: Zugriff auf Kamera erlauben
fr: Autorisez l’accès à votre caméra
it: Autorizza l’accesso alla fotocamera

# tk_receive_cameraaccessneeded1_body
source: The camera is an important function. Without a camera, you cannot receive IDs and documents or identify yourself.
de: Die Kamera ist eine wichtige Funktion. Ohne Kamera können Sie keine Ausweise und Dokumente empfangen oder sich damit ausweisen.
fr: La caméra est une fonctionnalité importante. Sans caméra, vous ne pouvez pas ajouter de justificatifs ou de documents sur votre application, et vous ne pouvez pas les utiliser pour prouver votre identité.
it: La fotocamera è importante. Senza non potrà né ricevere documenti né provare la Sua identità.

# tk_receive_cameraaccessneeded2_body
source: Camera access has expired. Please allow access again.
de: Der Kamerazugriff ist abgelaufen. Bitte erlauben Sie den Zugriff erneut.
fr: L’accès à la caméra a expiré. Veuillez autoriser à nouveau l’accès.
it: L’accesso alla fotocamera è scaduto. Autorizzi nuovamente l’accesso.

# tk_receive_cameraaccessneeded3_body
source: Please go to Settings and allow access. Without a camera, you cannot receive IDs and documents or identify yourself.
de: Bitte ändern Sie die notwendigen Berechtigungen in den Geräteeinstellungen. Um QR-Codes zu scannen, muss die App auf die Kamera zugreifen.
fr: Veuillez autoriser l’accès à partir des paramètres de votre appareil. Sans caméra, vous ne pouvez pas ajouter de justificatifs ou de documents sur votre application, et vous ne pouvez pas les utiliser pour prouver votre identité.
it: Autorizzi nuovamente l’accesso dalle impostazioni. Senza fotocamera non potrà né ricevere documenti né provare la Sua identità.

# tk_receive_cameraaccessneeded3_title
source: Allow access to camera
de: Zugriff auf Kamera erlauben
fr: Autorisez l’accès à votre caméra
it: Autorizzi l’accesso alla fotocamera

# tk_global_scanqrcode
source: Scan QR code
de: QR-Code scannen
fr: Scanner le code QR
it: Scansionare il codice QR

# tk_receive_deny1_title
source: Decline credential?
de: Nachweis ablehnen?
fr: Voulez-vous vraiment rejeter le document ?
it: Rifiutare il documento?

# tk_global_cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# tk_receive_deny1_body
source: If you decline the credential now, it will immediately become invalid. You must then request a new credential.
de: Wenn Sie den Nachweis jetzt ablehnen, wird er sofort ungültig. Um einen neuen Nachweis zu erhalten, müssen Sie ihn erneut bestellen.
fr: Un document refusé perd immédiatement sa validité. Pour obtenir un nouveau document, vous devez le commander à nouveau.
it: Se rifiuta ora, il documento perde immediatamente la sua validità. Per ottenere un nuovo documento dovrà rifare richiesta.

# tk_receive_deny1_primarybutton
source: Decline credential
de: Nachweis ablehnen
fr: Rejeter le document
it: Rifiuta il documento

# tk_global_closedetails_alt
source: Close details
de: Details schliessen
fr: Masquer la vue détaillée
it: Riduci

# tk_receive_deny2_title
source: Credential decline
de: Nachweis abgelehnt
fr: Le document a été rejeté
it: Documento rifiutato

# tk_receive_incorrectdata_title
source: Report incorrect data (deepl)
de: Falsche Daten
fr: Signaler des données incorrectes
it: Segnalare dati errati

# tk_receive_incorrectdata_subtitle
source: Found any incorrect details?
de: Falsche Angaben gefunden?
fr: Les données sont incorrectes ?
it: Ha trovato dei dati errati?

# tk_receive_incorrectdata_body
source: You can either add or decline the credential. If you want to accept the credential: 1. Open the detailed view of the incorrect credential. 2. Click on "Report incorrect data" again. 3. Follow the instructions.
de: Sie können den Nachweis entweder hinzufügen oder ablehnen. Falls Sie den Nachweis akzeptieren möchten: 1. Öffnen Sie die Detailansicht des fehlerhaften Nachweises. 2. Klicken Sie erneut auf «Falsche Daten melden». 3. Folgen Sie der Anleitung.
fr: Une fois délivré, un document ne peut plus être modifié. Si vous constatez une erreur dans vos données, veuillez contacter l'autorité émettrice. Elle pourra vous délivrer un nouveau document corrigé.
it: Può aggiungere o rifiutare il documento. Per accettare il documento: 1. apra la visualizzazione dettagliata del documento che contiene i dati errati; 2. clicchi nuovamente su «Segnalare dati errati». 3. Segua le istruzioni.

# tk_receive_incorrectdata_link_text
source: Report incorrect data
de: Falsche Daten melden
it: Segnalare dati errati

# tk_receive_incorrectdata_issuer
source: MISSING: Aussteller:in
de: Aussteller:in

# tk_global_pleasewait
source: Please wait
de: Bitte warten
fr: Veuillez patienter
it: Attendere

# tk_global_closeelfa_alt
source: Close learner's licence
de: Lernfahrausweis schliessen
fr: Fermer le permis d’élève conducteur
it: Chiudere la licenza per allievo conducente

# tk_global_delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina

# tk_displaydelete_credentialdelete_body
source: This credential, along with all associated data, will be completely deleted from this device.
de: Dieser Nachweis mit allen dazugehörenden Daten wird auf diesem Gerät komplett gelöscht.
fr: Le document et toutes les données qui s’y rapportent seront complètement supprimés de votre appareil.
it: Il documento e tutti i dati associati verranno eliminati completamente da questo dispositivo.

# tk_global_credential
source: Credential (deepl)
de: Nachweis
fr: Document
it: Documento

# tk_global_moreoptions_alt
source: More options
de: Mehr Optionen
fr: Plus d’options
it: Altre opzioni

# tk_global_wrongdata
source: Report incorrect details
de: Falsche Angaben melden
fr: Signaler des données incorrectes
it: Segnalare dati errati

# tk_displaydelete_displaycredential1_title1
source: History
de: Verlauf
fr: Historique
it: Cronologia

# tk_displaydelete_displaycredential1_smallbody
source: Entire history
de: Gesamter Verlauf
fr: Afficher tout l’historique
it: Cronologia completa

# tk_displaydelete_displaycredential1_title3
source: Additions
de: Ergänzungen
fr: Compléments
it: Aggiunte

# tk_displaydelete_displaycredential1_title4
source: Validity
de: Gültigkeit
fr: Validité
it: Validità
